const boxs = [
	{ //نسخ
		name : "صندوق برونز", // اسم الصندوق
		description:  "مدري",// شرح عن الصندوق
		items : [ 
			{//نسخ
				name : "تست",// اسم الجائزه
				description: "تست",// شرح عنها
				price: "10",// سعر الغرض

			},//نسخ
		
		]
	},//نسخ
		
	
]



module.exports = {
	boxs,
	token: "",// توكن البوت
    CLIENT_ID: "",// ايدي البوت
    CLIENT_SECRET: "",// السيكرت الخاص بالبوت(مو مهم لا تحطه)
    prefix: "",// برفكس الأوامر

    channel: "",// الروم الي ينرسل فيه الطلبات
    color: "",// الون الأساسي (بيكون بكل الأمبد)


	admin: ['', ''],// ايديات الي يقدرو يتحكمو ب صوره واسم البوت
	roles: ['', ''],// ايديات رتب الي تقدر تضيف نقاط وتشيل نقاط


	
	activitie: { name: `احبكم`, type: "Streaming" },
	status: "online", // 		'online','dnd','idle'
	
	points:{
		time: 4 ,// كل كم دقيقه ياخذ نقطه (في الفويس )
		cadd: 100,// كم نقطه يعطيه لما يجلس ب الفويس الوقت المطلوب

		madd: 100,// كم نقطه يعطيه لما يوصل العدد الرسايل المطلوب
		req: 20,//عدد الرسايل المطلوب لكل نقطه
	},



	messages: {  
		COOLDOWN_MESSAGE:"You are on `<duration>` cooldown!"// حمايه السبام
},


};
